Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/GToolkit Ucrania 29mayo-17%.tmx
Source language: es_pe
Languages: en

source: Tenemos entonces un régimen de transición, sometido a fuerzas contradictorias y con una fuerte tendencia a consolidar uno plenamente fascista……Lo más probable es la cancelación de las elecciones del 25 de mayo o su transformación en un verdadero plebiscito fascista..
en: We then have a transition regime, subject to conflicting forces, with a strong tendency to consolidate one fully fascist ...... The most likely thing is the cancellation of the elections of May 25 and its transformation into a true fascist plebiscite ..

source: Ahora vemos como nuestros pronósticos se han venido confirmando con cada nuevo acontecimiento.
en: Now we see how our predictions have been confirmed with each new event.

source: Contra las criminales ilusiones parlamentarias del reformismo, nosotros afirmamos que el circo electoral del 25 de mayo fue un plebiscito sangriento para legitimar el régimen de transición impuesto con la insurrección fascista del Maidán.
en: Against criminal illusions of parliamentary reformism, we argue that the electoral circus May 25 was a bloody plebiscite to legitimize the transition regime imposed with fascist insurrection Maidan.

source: Esto fue lo que escribimos el 9 de mayo en el capítulo Perspectivas para una situación abierta de nuestro folleto “La Verdad sobre la Crisis en Ucrania”.
en: This is what we wrote on May 9 in "Prospects for an open situation" of our booklet "The Truth About Crisis in Ukraine."

source: Este está buscando afirmarse golpe tras golpe,
en: is now seeking to settle coup after coup /0}

source: nosotros afirmamos que el circo electoral del 25 de mayo fue un plebiscito sangriento
en: we assert that the electoral circus May 25 was a bloody referendum

source: Nuevamente los sabios de la metafísica escandalizados esperarían un escenario perfecto donde el fascismo toma el poder de un solo golpe o lo hace gradual y linealmente sin zigzagueos, retrocesos ni conflictos internos……Por su parte, el proletariado aún no ha dicho en absoluto su última palabra, aún sigue combatiendo y está ya movilizando también a los obreros de vanguardia de Europa y el mundo”.
en: Again the sages of metaphysics offended expect a perfect scenario where fascism took power in one coup or do it gradually and linearly without zigzags, retreats or internal conflicts ...... Meanwhile, the proletariat has not yet said its last word at all, still is fighting and also mobilizing the advanced workers of Europe and the world. "

source: UN PLEBISCITO SANGRIENTO DEL RÉGIMEN DE TRANSICIÓN FASCISTA.
en: A BLOODY PLEBISCITE OF FASCIST TRANSITION REGIME

source: “Ahora el régimen
en: "The regime

source: Klitschko (UDAR), Kerry (USA), Poroshenko y Tyahnybok (Svoboda).
en: Klitschko (UDAR), Kerry (USA), Poroshenko and Tyahnybok (Svoboda).

source: La masacre anticomunista de Odesa y la expulsión del PC del parlamento hace unos días apuntan hacia eso.
en: The anti-communist massacre of Odessa and expulsion PC from parliament a few days ago are pointing to it.

source: Sin embargo, el movimiento anti-fascista no solo ha resistido heroicamente sino que se ha radicalizado llevando a fracasos consecutivos cada ataque “final y decisivo” del régimen.
en: However, the anti-fascist movement has not only resisted heroically but radicalized, leading to consecutive failures each attack "final and decisive" of the regime.

source: Esto ha obligado al imperialismo a retroceder y consolidar el intermitente pacto contra-revolucionario que ha venido estableciendo con el campo burgués pro-ruso poniendo a la cabeza del régimen de transición a un agente bonapartista que promete disciplinar los “extremos políticos” y habla de “conciliación” entre rusófonos y no rusófonos, mientras el ejército bombardea al “extremismo” anti-fascista de la mano de Sector de Derecha y su “Batallón del Donbás”.
en: This has forced imperialism to retreat and consolidate intermittent counter-revolutionary pact which has been setting with the pro-Russian bourgeois camp, putting at the head of the regime of transition to a Bonapartist agent promises to discipline "political extremes", and speaks of "conciliation" between the Russian-speaking and the non-Russian-speaking, as the army bombards the anti-fascist "extremism" from the hand of Right Sector and "Donbass Battalion".

source: La masacre de Odesa buscó escarmentar a los explotados rusófonos, hacerlos retroceder para luego poder terminar de aniquilarlos.
en: The massacre of Odessa sought to chasten the Russian-speaking exploited, drive them back, to later finish annihilate.

source: Midiendo cuidadosamente la correlación de fuerzas, ahora el régimen ha puesto en primer plano a sus agentes bonapartistas mientras envía a sus milicias fascistas acompañar su ofensiva militar contra las heroicas masas del Este.
en: Carefully measuring the correlation of forces, the regime has now brought to the fore his Bonapartist agents as sends his fascist militias to accompany its military offensive against the heroic masses of the East.

source: LAS ELECCIONES DEL 25 DE MAYO: UN PLEBISCITO SANGRIENTO DEL RÉGIMEN DE TRANSICIÓN FASCISTA
en: ELECTIONS MAY 25: A BLOODY PLEBISCITE OF FASCIST TRANSITION REGIME

source: Este midiendo siempre la correlación de fuerzas,
en: always measuring the correlation of forces,

source: “Ahora el régimen está buscando afirmarse golpe tras golpe, midiendo siempre la correlación de fuerzas, considerando siempre que no cuenta con la clase media rusófona……Al pacto con la oligarquía rusófona para mediar con las masas del Este, se suma el pacto con Putin al que el imperialismo ha ya concedido provisionalmente las posiciones tomadas sobre territorio ucraniano.
en: "The regime is now seeking to settle coup after coup, always measuring the correlation of forces, always considering it does not count the Russian-speaking middle class in...... To the pact with the Russian-speaking oligarchy to mediate with the masses of the East, the pact with Putin joins when the imperialism has already provisionally granted the positions taken on Ukrainian territory.
